/* In browser window title */
"Get a registration key!" = "未注册";

/* The full name of the supporter */
"Registered to {0}" = "注册于 {0} 名下";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "感谢您的支持！您的付出可以帮助 Cyberduck 在今后越来越好。";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "您的注册密钥已复制到“应用程序支持”（Application Support）文件夹。";

/* Validation failed */
"Not a valid registration key" = "捐赠码无效";

"This registration key does not appear to be valid." = "注册密钥似乎无效。";

/* Thank you */
"Continue" = "继续";
